{
  "0": {
    "page": "navbar",
    "id": "0",
    "menu": [
      {
        "name": "Home",
        "link": "/"
      },
      {
        "name": "About",
        "link": "/about",
        "submenu": [
          {
            "name": "Leadership",
            "link": "/leadership"
          }
        ]
      },
      
      {
        "name": "Equipments",
        "link": "/equipments"
      },
      {
        "name": "Certificates",
        "link": "/Certificates"
      },
      {
        "name": "Contact Us",
        "link": "/Contact Us"
      }
    ]
  },
  "1": {
    "page": "Home",
    "Herosection": [
      {
        "image": "/CT-Assesment.jpg",
        "heading": "CT Assessment",
        "description": "Study of cooling tower thermal design, fan curves, operating duty point, performance curves, nozzle and duct sizing and present performance to predicted performance. In house and international computer programmes to check ratings of cooling tower."
      },
      {
        "image": "/CT-Site-Data-Verification.jpg",
        "heading": "CT Site Data Verification",
        "description": "Site visits, physical observation of critical parameters, critical components like CT fan, Nozzles, CT Fills, CT layout and other possible causes of loss of performance. Site operating conditions vs cooling tower design considerations. Data collections at site using latest equipment."
      },
      {
        "image": "/CT-Performance-Testing.jpeg",
        "heading": "CT Performance Testing",
        "description": "We carry out PG test for cooling towers as per CTI ATC 105 to verify the performance of New or Existing cooling towers to verify the capability of the towers. This includes data to be collected as per performance test method CTI ATC 105 and additional data like air velocity and temperatures contours above drift eliminators, fan air flow measurement, inlet air velocity contours, recirculation patterns."
      },
      {
        "image": "/CT-Performance-Upgrade-Solutions.jpeg",
        "heading": "CT Performance Upgrade Solutions",
        "description": "We provide total solutions to cooling tower performance shortfall. From collecting and analysing Data to provide solutions in the form of change of components, improving existing components and providing experienced agency to carry out the work successfully."
      },
      {
        "image": "/CT-Seminars-And-Training.jpg",
        "heading": "CT Seminars And Training ",
        "description": "We can provide Seminars on Various aspects of cooling towers from Design to operation to latest trends in industry and factors affecting performance of towers, various types of Fills and their suitability. Environment considerations, operational considerations and efficiency considerations."
      },
      {
        "image": "/CT-Bid-Specifications-And-Bid-Reviews.jpg",
        "heading": "CT Bid Specifications And Bid Reviews",
        "description": "We can assist in creating suitable specification for the cooling towers and also review technically the bids so as to provide the most optimum and technically correct cooling tower Bid."
      },
      {
        "image": "/Proof-Testing-Of-Fill-Media.jpeg",
        "heading": "Proof Testing Of Fill Media",
        "description": "We can assist in arranging of testing of fills in highly reputed 3rd party laboratory so that the fill and its performance are tested and documented in a sophisticated and highly accurate laboratory."
      },
      {
        "image":"/Water-Flow-Testing.jpeg",
        "heading":"Water Flow Testing",
        "description":"We can provide services for measurement of water flow using either ultrasonic flow meter or traversing pitot tube."

      }
    ],
  "AboutCompany": {
  "mainHeading": "Discover the “Effective Method” to Improve Cooling Tower Performance",
  "subHeading": "Every cooling tower is different and operates in response to a set of conditions based on its design capability. Identify, Isolate & Introduce components to Improve cooling tower performance with a clear understanding of boundaries of the existing cooling tower.",
  "cards": [
    {
      "title": "Reliance Power for their plant at ROSA",
      "description": "Thermal Upgrade of 1 no Cooling tower consisting of 12 cells having a capacity of 39000 m3/hr of 12 cells at Reliance Power Rosa through Messrs. MM Aqua was carried out and Guaranteed improvement in cold water temperature was achieved and proved after carrying out thermal testing.",
      "image": "/Reliance Power for their plant at ROSA.jpeg"
    },
    {
      "title": "Abuja Cement – Unit - Maratha Cement Plant at Chandrapur District in Maharashtra Thermal Upgrade of Cooling Tower through Messrs. MM Aqua.",
      "description": "Thermal upgrade was successfully carried out on 2 cells Thermal testing was carried out and the guarantees in cold water improvement were achieved and solution to fouling was provided.",
      "image": "/Abuja Cement.jpeg"
    },
    {
      "title": "Utam Galva Metallics Ltd – Wardha.",
      "description": "Thermal testing was carried out to assess the present tower performance and reason for shortfall. Accordingly, report was prepared indicating the actual design condition vs present performance, Design rating of the tower, physical observations, major reasons for nonperformance and methods and procedure to improve performance. The tower consisted of 4 cells of counter flow IDCT with film fill.",
      "image": "/Utam Galva Metallics Ltd.jpeg"
    },
    {
      "title": "UPL limited Ankleshwar ",
      "description": "A total of 16 towers were tested and compete ratings design vs present rating were presented. Report was submitted indicating the reasons for nonperformance and ways and means to improve the tower. In some towers the fills were changed as per recommendations and the tower performance and clogging which was previously observed were drastically reduced.",
      "image": "/UPL limited Ankleshwar.jpeg"
    },
    {
      "title": "JORD INDUSTRIES - UAE DUBAI ",
      "description": "UAE DUBAI for the cooling towers catering to EMAR-BHURJ KHALIFA. A total of 6 cells were tested and the capacity of each tower was established along with the actual design capacity of the tower. The reason for major shortfall in the towers were identified and report was handed over to EMAR through JORD INDUSTRIES. There were major problems with the water distribution, which was identified, and accordingly suitable nozzle sizing was varied to suit the existing condition. Similarly, fan performance issues have been pointed out and action would be taken shortly.",
      "image": "/JORD INDUSTRIES - UAE DUBAI.jpeg"
    },
    {
      "title":"Reliance Power Butibori",
      "description":"Thermal upgrade was successfully carried out on 2 cells through Messrs. MM Aqua and the guarantees in cold water improvement were achieved. Performance test was carried out both pre and post improvement.",
      "image":"/Reliance Power Butibori.jpeg"

    },
    {
      "title":"ACC Chanda",
      "description":"Thermal upgrade was successfully carried out on 2 cell towers through Messrs. MM Aqua and guarantees in cold water improvement were achieved. Both pre and post thermal upgrade test was carried out.",
       "image":"/ACC Chanda.jpeg"
    }
  ]
}
,
    "CompanyHighlights": {
      "image": "/why us..jpeg",
      "subheading": "HOW WE MAKE A DIFFERENCE?",
      "heading": "We make a difference as we approach the problem differently, from the standard process that is the general rule. we identify the root cause of the problem.This requires excellence and experience in the field of Thermal Design, Performance testing, latest component know how, highly accurate testing equipment, past experience in this field of Cooling Towers.",
      "buttonText": "Go there. Start here."
    },
   "JoinOurTeam": {
  "image": "project-2.png",
  "subheading": "PERFORMANCE GUARANTEE",
  "heading": "We encourage client to go for Performance enhancement, based on performance guarantee provided by the ultimate component supplier.",
  "buttonText": "Discover why SSCTC is right for you"
},

    "UpcomingEvents": [
  {
    "title": "NTPC SOLAPUR 2 x 660MW SUPER THERMAL POWER PLANT",
    "description": "The cooling tower testing was carried out on 5th September 2019 for ENEXIO. The cooling tower consists of 12 working cells in back to back configuration and has Design water flow of 36000 m3/hr per cell.",
    "image": "/SUPER THERMAL POWER PLANT.jpeg",
    "date": "2019-09-05"
  },
  {
    "title": "BALCO KORBA 4 X 135 MW CPP 2",
    "description": "The cooling tower testing was carried out on 12h and 13th JULY 2019. The test was conducted to find out the present capacity of the cooling tower, upgradable potential of the cooling tower and ways and means to improve the cooling tower performance and was part of a Pre thermal upgrade Test. The cooling tower consists of 5 cells in line configuration and has water flow of 4020 m3/hr per cell.",
    "image": "/BALCO KORBA 4 X 135 MW CPP 2.jpeg",
    "date": "2019-07-13"
  },
  {
    "title": "RELIANCE INDUSTRIES, ISBL REFINERY, PTA-5 DAHEJ",
    "description": " Testing was carried on 17 April 2017 on 2 cooling towers through SPIG, the total number of cells per cooling towers was 15+1 in back to back configuration and the cooling tower flow per cell was 3400 m3/hr.",
    "image": "/RELIANCE INDUSTRIES, ISBL REFINERY, PTA-5 DAHEJ.jpeg",
    "date": "2017-04-17"
  },
  {
    "title": "NTPC NABI NAGAR 3 x 660MW – BIHAR ",
    "description": " Testing was carried out through Fans Asia for the induced draft cooling tower. The tower testing was carried out on November 2019. The total flow capacity of the tower was 36000 m3/hr and number of cells are 14 nos.",
    "image": "/NTPC NABI NAGAR 3 x 660MW – BIHAR.jpeg",
    "date": "2019-11-26"
  },
  {
    "title":"Adani Mundra",
    "description":" 4 cells of Upgraded Cooling towers with individual basin was tested for thermal performance in comparison to previous bench marked upgraded cells. The work was done for BRENTWOOD INDUSTRIES INDIA in the month of July 2019.",
    "image":"/Adani Mundra.jpeg",
    "date": "2019-08-20"
  }

],

  "OurExpertise": {
  "mainHeading": "Our Services",
  "subHeading": "More Than 35 Years Experience In Cooling Tower Design , Testing And Performance Improvement.",
  "cards": [
    {
      "title": "CT Assessment",
      "description": "Comprehensive analysis of cooling tower thermal design, including evaluation of fan performance curves, determination of the operating duty point, and interpretation of system performance curves. The study also involves optimization of nozzle configuration and duct sizing to ensure efficient operation. Comparison of actual (present) performance with predicted performance using both in-house and internationally recognized software tools for accurate performance rating and validation of cooling tower efficiency.",
      "image": "/CT-Assesment.jpg"
    },
    {
      "title": "CT Site Data Verification",
      "description": "Detailed site inspections are conducted to assess the physical condition and performance of critical cooling tower components such as fans, nozzles, fills, and overall tower layout. Observations focus on identifying key factors contributing to performance loss. The evaluation includes a comparison between actual site operating conditions and the original cooling tower design specifications. Accurate data is gathered using advanced diagnostic tools and instruments to ensure reliable performance analysis and identify potential areas for improvement or retrofit.",
      "image": "/CT-Site-Data-Verification.jpg"
    },
    {
      "title": "CT Performance Testing",
      "description": "We conduct Performance Guarantee (PG) tests on new or existing cooling towers in accordance with CTI ATC 105 guidelines to verify their thermal performance and operational capability. The testing process involves precise data collection as specified by CTI ATC 105, along with additional critical parameters such as air velocity profiles, temperature contours above drift eliminators, fan airflow measurements, inlet air velocity distributions, and recirculation pattern analysis. These detailed assessments ensure accurate evaluation of the cooling tower's actual performance against its design specifications.",
      "image": "/CT-Performance-Testing.jpeg"
    },
    {
      "title": "CT Performance Upgrade Solutions",
      "description": "We offer comprehensive solutions to address cooling tower performance shortfalls. Our approach begins with detailed data collection and analysis to accurately diagnose the root causes of underperformance. Based on the findings, we recommend targeted solutions, which may include upgrading or replacing critical components, enhancing the efficiency of existing systems, and deploying experienced and skilled agencies to execute the required modifications effectively—ensuring reliable and improved cooling tower performance.",
      "image": "/CT-Performance-Upgrade-Solutions.jpeg"
    },
    {
      "title": "CT Seminars And Training",
      "description": "We offer expert-led seminars covering a wide range of topics related to cooling towers—from fundamental design principles to operational best practices and emerging trends in the industry. Our sessions include in-depth discussions on performance-influencing factors, selection and suitability of various types of fills, and key considerations related to environment, efficiency, and long-term operation. These knowledge-sharing programs are ideal for engineers, operators, and industry professionals aiming to enhance their understanding and improve tower performance.",
      "image": "/CT-Seminars-And-Training.jpg"
    },
    {
      "title": "CT Bid Specifications And Bid Reviews",
      "description": "We provide expert support in drafting accurate and practical specifications for cooling towers, tailored to the specific project requirements. Our team also offers thorough technical review of vendor bids to ensure the selection of the most optimal and technically compliant solution. This ensures that clients receive a cost-effective, high-performance cooling tower system aligned with industry standards and operational needs.",
      "image": "/CT-Bid-Specifications-And-Bid-Reviews.jpg"
    },
    {
      "title": "Proof Testing Of Fill Media",
      "description": "We offer assistance in organizing independent testing of cooling tower fills through highly reputed third-party laboratories. These tests ensure that the fill materials meet performance and quality standards, with all results thoroughly documented using advanced, precise testing methods in a professional lab environment.",
      "image": "/Proof-Testing-Of-Fill-Media.jpeg"
    },
    {
      "title": "CT Performance Upgrade Solutions",
      "description": "We can provide services for measurement of water flow using either ultrasonic flow meter or traversing pitot tube.",
      "image": "/Water-Flow-Testing.jpeg"
    }
  ]
},"AdvisorySection": {
  "headingLeft": "WHY WORK WITH US",
  "descriptionRight": "More Than 35 Years Experience In Cooling Tower Design , Testing And Performance Improvement.",
  "cards": [
    {
      "id": 1,
      "full": "Root cause Analysis",
      "title": "Root cause Analysis",
      "description": "This type of analysis is comparatively new in our country since the standard procedure to solve underperformance was replacement of clogged fills or change the fan or nozzle randomly without analysis of the design and the existing performance."
    },
    {
      "id": 2,
      "full": "Integrated approach",
      "title": "Integrated approach",
      "description": "It is different since we associate performance of one component with the other and hence integrate to get the most suitable solution. For eg changing a fill type changes the design pressure drop in the system and hence fan operating characteristics would change. Hence review of fan system along with the proposed change of fill is the new way of looking at things."
    },
    {
      "id": 3,
      "full": "One point responsibility as a third party",
      "title": "One point responsibility as a third party",
      "description": "As per existing we have either manufacturer of cooling tower or component suppliers who have supplied these equipment who generally cater to the replacement requirement. They may be OEM or component suppliers . Hence the solution is always brand based or make based. We do an analysis ourselves as a complete 3rd party and suggest a solution including component without naming a manufacturer but mentioning the type of component required from the open market."
    },
    {
      "id": 4,
      "full": "Performance Guarantee",
      "title": "Performance Guarantee",
      "description": "We encourage client to go for Performance enhancement, based on performance guarantee provided by the ultimate component supplier."
    },
    {
      "id": 5,
      "full": "Provide Single Source expertise",
      "title": "Provide Single Source expertise",
      "description": "Suggest Suitable and capable service providers and component providers – We have assessed and have an understanding of the vendors providing these services and based on our assessment and experience we can suggest to you suitable vendors for the performance upgrades."
    }
    
  ]
}


  }
  ,
  
  "2": {
  "page": "Footer",
  "id": "2",
  "footerLinks": [
    {
      "column": [
        "Home",
        "About Us",
        "Equipments",
        "Certificates",
        "Contact Us"
      ]
    }
  ],
  "footerDescription": "SSCTC Cooling Towers is a trusted name in industrial cooling solutions, offering expert services in design, manufacturing, and maintenance of high-performance cooling towers. With a commitment to innovation, quality, and energy efficiency, we cater to diverse sectors including power, petrochemical, HVAC, and manufacturing industries. Our team of experienced engineers ensures each project meets the highest technical standards, delivering long-term performance and reliability. ©2025, SS Cooling Tower India"
}
,
  "3": {
  "page": "AboutUs",
  "id": "3",
  "heading": "About Us",
  "backgroundImage": "/project-4.png",
  "description": "We specialize in advanced cooling tower solutions, delivering reliable performance, energy efficiency, and long-term durability.",
  "researchDevelopment": {
      "sectionTitle": "Research & Development, Qualification, Registrations & Awards",
      "items": [
        "CO AUTHOR FOR “COOLING TOWER INSTITUTE PAPER TP 16-13” Presented at the CTI Conference winter 2016 at HOUSTON USA. “CFD ANALYSIS OF RECIRCULATION IN MECHANICAL DRAFT COOLING TOWERS”.",
        "Developed multi nozzle test rig in Mumbai - India for testing “nozzle head vs flow”, “head vs spread” and “density of flow” for a project owned by NUCLEAR POWER CORPORATION.",
        "Key contribution in developing single stage nozzle test rig in Chennai for assessing nozzle characteristics for NPCIL Project, year 2006 Nuclear Power Corporation as per client requirements.",
        "Developed wet cooling tower selection program in “Visual Basic” for predicting the performance of Counter Flow Mechanical (Induced draft) cooling tower using fills both splash and film, using EPRI, Fulkerson and other tested data results.",
        "Developed Program for generating cooling tower “Performance Curves as per CTI – ATC -105”.",
        "Coordinated with Dr Kruger (University of Stellenbosch – South Africa) for “V” bar thermal performance evaluation in Counter flow Cooling Tower. (empirical relation for the mass transfer coefficient and pressure drop coefficient).",
        "Worked on Scaled down model fan test at AMCA lab at Singapore to assess the fan performance and fan efficiency.",
        "Successfully implemented thermal upgrade and performance improvement in various cooling towers in India and Abroad.",
        "Article - EPR Magazine – FEB 19 – “Cooling Tower Thermal Performance Upgrades for Power Plants”."
      ]
    }
},

  "4": {
    "id": "4",
    "page": "Equipments",
    "heading": "Our Equipments",
    "backgroundImage": "/equipments-bg.jpg",
    "description": "Explore our range of specialized equipment used for testing, measurement, and analysis in cooling tower systems.",
    "equipments": [
      {
        "title": "Temperature Data Logger",
        "subtitle": "Least Count 0.01",
        "desc": "Short Sensor",
        "count": "35"
      },
      {
        "title": "Temperature Data Logger",
        "subtitle": "Least Count 0.01 Deg C",
        "desc": "Long Sensor",
        "count": "5"
      },
      {
        "title": "Automatic Psychrometer",
        "subtitle": "Wet Bulb Instrument",
        "desc": "Auto Data Logging, 0.01 Deg C",
        "count": "12"
      },
      {
        "title": "Temperature Meter",
        "subtitle": "Hand Held",
        "desc": "",
        "count": "4"
      },
      {
        "title": "Anemometer",
        "subtitle": "Add Make",
        "desc": "Extended Cable",
        "count": "2"
      },
      {
        "title": "Data Logging Anemometer",
        "subtitle": "",
        "desc": "",
        "count": "1"
      },
      {
        "title": "Water Flow Meter",
        "subtitle": "Ultrasonic",
        "desc": "",
        "count": "1"
      },
      {
        "title": "Thermometers",
        "subtitle": "Mercury in Glass",
        "desc": "",
        "count": "15"
      },
      {
        "title": "Sling Type Psychometric Manual",
        "subtitle": "",
        "desc": "",
        "count": "5"
      },
      {
        "title": "Pitot Tube",
        "subtitle": "For Air Flow Measurement",
        "desc": "",
        "count": "1"
      },
      {
        "title": "Pitot Tube",
        "subtitle": "For Water Flow Measurement",
        "desc": "",
        "count": "4"
      },
      {
        "title": "Manometer",
        "subtitle": "For Pitot Tube",
        "desc": "",
        "count": "4"
      },
      {
        "title": "Power Meter",
        "subtitle": "",
        "desc": "",
        "count": "1"
      },
      {
        "title": "Special Static And Total Pressure Probes",
        "subtitle": "With Manometers",
        "desc": "1 Set",
        "count": "1"
      },
      {
        "title": "Anemometer",
        "subtitle": "Handheld",
        "desc": "",
        "count": "1"
      }
    ]
  },
  
  "5": [
    {
      "id": "5a",
      "page": "Certificates",
      "subtitle": "Certified Excellence",
      "title": "ISO 9001:2015 Certification",
      "image": "/project-1.png",
      "reverse": false
    },
    {
      "id": "5b",
      "page": "Certificates",
      "subtitle": "Quality & Reliability",
      "title": "Government Approved Vendor",
      "image": "/project-2.png",
      "reverse": true
    }
  ]
}







